[
  {
    "path": "posts/2021-06-02-janneke-de-kort-a-briliant-scientist/",
    "title": "Janneke de Kort, a briliant scientist",
    "description": "In May of 2016 Janneke de Kort died during her PhD, she contributed to our understanding of the role developmentaly induced gene-environment correlation play in the etiology of cognition and psychopathology.",
    "author": [
      {
        "name": "Michel Nivard",
        "url": "https://scholar.google.nl/citations?user=omRGPjUAAAAJ&hl=en"
      }
    ],
    "date": "2021-06-02",
    "categories": [],
    "contents": "\n\n\n\n\nJanneke de Kort was well on her way to become a brilliant psychological scientist when during her PhD she fell ill with an aggressive form of leukemia, a little later in May of 2016 died. Because it takes time for people to get their scientific work out into the world, time she did not have, her brilliance was primarily recognized by those that worked with her, or alongside her. But make no mistake she was brilliant. She was brilliant and knew it, but didn’t let that get in her way. She was self-critical, hard on herself and others, kicked up, never down, here academic work was rigorous, formal, intense and tenacious. Janneke had chosen a career in psychological sciences after working in psychiatric care and finding herself utterly dissatisfied with the practice. Her very few published works are illuminating and are relevant for the public discourse on individual difference in cognitive ability and psychopathology, they are however overlooked as she is no longer here herself to champion and further them.\n\nJanneke made vital contributions via three papers that were part of a broader intellectual effort spun from the mind of Professor Conor Dolan, the source of which can be traced back to the beginning of his 30 year collaboration with Prof Dorret Boomsma in the early 1990’s and late 1980’s. First Conor, during her masters in the psychology reseach master’s program at the UvA, and later Dorret, at the VU during het PhD, worked closely with Janneke. Here work, published during her Master’s at the UvA in 2012 and during her PhD in 2014 was ahead of its time and pertains to the role genes and the environment play in the developmental process which gives rise to individual differences in cognitive traits (Intelligence, personality) and psychopathology. Janneke worked on, and offered an empirical solution to, questions that where on the minds of legends in the fields.\nThere is intuitive evidence consistent with the fact that adult individual differences in IQ, personality and psychopathology are heritable. This doesn’t mean these traits are set in stone, or set in the chemical bonds that form out DNA, it only means that within a homogenous population (REALLY hard to define…) individual differences in genotype correlate with individual differences in phenotypes. The most intuitive evidence comes from twin studies where for a trait the correlation between monozygotic twins, which share all their DNA, are contrasted with the correlation between dizygotic twins, who share half the variable sites in their DNA. If a trait is highly correlated for both mono and dizygotic twins, this is solid evidence that the similarities are attributable to the shared childhood or even pre-natal environment. However, if monozygotic twins are more alike the than the dizygotic twins that is consistent with individual differences in a trait being the consequence of heritable difference. For a trait like IQ, a metric intended to measure intelligence, the heritability starts out modest early in childhood by early adult hood it is ~60%, a statistic that is often take wildly out of context and offered as an inescapable fact with wide societal ramification. The logic of a twin model seems solid, and the results of heritability studies in adults do seem to point to genetic causes on individual differences. However, implicitly it is assumed the environmental influences and the genetic influences are uncorrelated. This assumption which is universally acknowledged to be an unrealistic by people in the field who otherwise agree on very little. To just look at the outcome in adults is to overlook the developmental process and to willfully stay ignorant of the role of development, parents and society.\nThere is a long literature trying to explicate, formalize and expose the role of development in gene-environment correlation, there is work by Dickens and Flynn which tries formalize how seeking out compatible environments based on heritable traits in early childhood (I am good in sports so I train more and seek out new challenges) could correlate genes to the environment, there is work by others like Eric Turkheimer modeling the role developmental dynamics and there is work by Lyndon Eaves dating back to 1977 that formally distinguished three sources of gene environment correlation, niche picking, sibling effects and cultural transmission where parents shape (or are unable too due to societal constraint) the rearing environment of their child. It good to keep in mind that the label “niche picking” suggests a process entirely driven by the free will of a child, but children can be coached guided or backed into a niche by parents, teachers or society. Many others have commented on, suggested, probed and questioned the nature on gene environment correlation, and I cannot possibly do them all justice here, as I wish to return to Janneke.\nJanneke, as a masters student, patiently supervised by Conor Dolan, developed a model that could jointly estimate two of these sources of gene environment covariance: niche picking, selecting or being selected into environments based on your current ability, and sibling effects, contributing to a facilitating environment for your sibling. Their model is quite the beast, but indulge me and let me talk you trough it:\nDe Kort et al. 2014 Figure 2: A model which accommodates gene-environment correlation induced by development.You see 8 squares which reflect, from left to right IQ measured at ages 5, 7,10 and 12 in Dutch twins where each row reflects the time series for a single twin. If we focus exclusively on the top left square, IQ at age 5 in twin 1 (labeled y11). We see that two circles have an arrow going into this observation, the genetic (A1), and environmental (E2) effect, the genetic effect is correlated with the genetic effect on the other twin, and the correlation is known to be 1 or 0.5 for the mono- and di-zygotic twins, the environmental effect is also (freely) correlated between the twins. The genetic effects (A1) at time t-1 have an arrow going into the genetic effects at time t (A2), the same genes play a role later, the same holds for the environmental effects (E1 -> E2). What is special about this model is that the phenotype at the first timepoint (top left…) has blue arrows going into the environment of the phenotype at a later age as well as the environment of the twin, the blue shades reflect the different niche picking (alpha) and sibling effects (gamma). Now developing a model like this involves more then just adding an arrow to an existing model, it involved a healthy dose of mathematical statistics, a grinding process of evaluation of each parameter and under which conditions one can estimate it. Few people have the ability and tenacity to see it through, Janneke did. Janneke went on to apply this model to IQ measured in Dutch twins measured repeatedly between the ages of 5 and 12 show that while in the standard model (no blue arrows) the heritability of IQ is ~ 55% at age 12 or early adolescence while in the equally well-fitting model she developed which allowed for niche picking and sibling effects the direct effect of genes is far more modest (21%) with a big contribution attributable to dynamic indirect genetic effects induced by gene-environment correlation (33%). Both models fit the Dutch data equally well, her findings where replicated within a year by Beam et al. who independently arrived at a very similar model and conclusion. Her model has profound implications in that if the environment is improved (better schooling better access to remedial teaching etc.) the increase in IQ induced by the environmental change is supercharged by the gene-environment correlation and the process ensures that despite the change/improvement in environment the trait remains heritable. These processes are subtle and intricate mechanisms in human development and those that work on these problems today find their work in high demand, I often wonder how their work and understanding would have been influenced, and I believe improved, by Janneke.\nSince her death others have popularized molecular genetic analysis of other sources of gene environment correlation with as a highlight a brilliant Science article on the nature of nurture Kong et al. I have no doubt Janneke would have thrived in modern day behavior genetics and psychological science where gene-environment correlation and development are increasingly viewed as central to the etiology of behavior, psychopathology and cognition.\nJanneke Bibliography:\n\nDe Kort, J. M., Dolan, C. V., Kan, K. J., Van Beijsterveldt, C. E., Bartels, M., & Boomsma, D. I. (2014). Can GE-covariance originating in phenotype to environment transmission account for the Flynn effect?. Journal of Intelligence, 2(3), 82-105.\nDolan, C. V., de Kort, J. M., van Beijsterveldt, T. C., Bartels, M., & Boomsma, D. I. (2014). GE covariance through phenotype to environment transmission: an assessment in longitudinal twin data and application to childhood anxiety. Behavior genetics, 44(3), 240-253.\nde Kort J. M., Dolan C. V., Boomsma D. I. (2012). Accommodation of genotype–environment covariance in a longitudinal twin design. Neth J Psychol, 67(3):81–90\n\n\n\n",
    "preview": "posts/2021-06-02-janneke-de-kort-a-briliant-scientist/figs/Janneke_de_kort.png",
    "last_modified": "2021-06-02T15:12:04+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-05-31-parental-wealth-and-mental-health/",
    "title": "Parental Wealth and Mental Health",
    "description": "Does a change in parental income cause a change in the risk for offspring mental health?",
    "author": [
      {
        "name": "Michel Nivard",
        "url": "https://scholar.google.nl/citations?user=omRGPjUAAAAJ&hl=en"
      }
    ],
    "date": "2021-05-31",
    "categories": [],
    "contents": "\nIncome and the mental health of your children\nIn the last couple of weeks two large and well executed studies looked at the (causal) relation between parental income and offspring mental health. These kinds of studies are a big deal if you are interested in preventing psychiatric disease and you view fiscal or other governmental policy, like Universal basic income (UBI) or raising the minimum wage, as vehicle to improve mental health in children. Obviously there are lots of reasons other then mental health to consider UBI or raising the minimum wage, this is not an evaluation of those proposed policies this is just a peak at whether we should expect those policies may have indirect positive effects on mental health. The studies I discuss are observational and natural experiments, direct experimental evidence (randomly assigning funds to parents to be, and waiting ±20 years to see whether their kids grow up mentally healthier) is expensive difficult and rare.\nBoth studies considered a large and representative population (most of Norway and most of Finland respectively) and both studies find a strong correlation between parental income and psychopathology in their children, both articles are even published in the same journal in the same month. However, the studies come to different conclusion as to whether the effect is causal, the Norwegian study suggests there is a small but meaningful causal effect of income on offspring mental health where the Finnish study concludes there is no evidence for a causal effect. I’ll go over both studies, their design their finding and try to discuss whether we can come to some sort of definitive conclusion as to whether parental income causally influences the risk of psychopathology in children. Ill then briefly discuss other older, but still solid, work that attempts to answer the same question.\nIts important to note these studies consider income, so any conclusions should probably be drawn about income not other facets of social economic or cultural capital and their influence on offspring health\nParental income and mental disorders in children and adolescents: prospective register-based study\nJonas Minet Kinge and colleagues published their article, (read it here it’s open access), on May 11th 2021 in the international journal of epidemiology. Their sample consists of 1.35 Million Norwegian children aged 5 to 17 measured between 2008 and 2016, from this they select two samples to study 969K children form Norwegian born parents and a sample of 5698 international adoptees. Trough national registries (more on those later) of primary healthcare, hospital records and specialist clinics the identify children who suffer from mental disorders (and are treated), they look both at specific disorder (e.g. bipolar disorder, depression, conduct disorder) and at an overall metric of “any disorder”. They then use logistic regression to relate the disorder(s) to parental income percentile they also perform analyses in which they adjust for: “geographical indicator variables, mother’s age, father’s age, number of household members, mother and father employment, single-parent household, parental education and parental mental disorders.”. With these adjustments in place they find a strong relation between parental income and childhood diagnoses Their figure 1 (reproduced here) is fairly clear, and adjusting for reasonable confounders didn’t remove the effect.\nKinge Figure 1 observed prevalence of any disorder per income percentileBut, as always there are many unmeasured or simply unknown confounders that could play a role, not the least of which is the fact that parents and children are related, and that both mental disorder as well as success in school are heritable (and school in turn influences income…) and therefrom could be jointly transmitted from parent to child, without there being a causal relation of income. Kinge and colleagues did some clever follow up analyses, they study the relationship between parental income and childhood mental health international adoptees, this analysis bypasses the genetic relationship between parent and child, which could be a source of confounding. The effect persists in the adoptees, though it was strongly attenuated for adoptees every decile increase in income was related to a .25% decrease in diagnoses (any diagnosis) where for the biological children a decile increase in income was related to a 0.66% decrease in the risk for (any) diagnosis, the attenuation is clear in their Figure 7.\nKinge Figure 7: Mental health in adoptees and biological offspring conditional on income decileThey conclude their controls (parental mental disorders, genetic confounding, socio-demographic factors) did not explain the observed association, increasing the likelihood that parental income has a small causal effect on childhood mental health.\nNo causal associations between childhood family income and subsequent psychiatric disorders, substance misuse and violent crime arrests: a nationwide Finnish study of >650 000 individuals and their siblings\nSariaslan and colleagues come to a different conclusion, their article is open access as well so you can read it here. This study studies 650k Finish individuals born between 1986 and 1996 and folloewd up from their 15th birthday until the either migrate, died where diagnosed or reached the study period at the end of 2017, so these people between 15 and 35-45 years of age, which is a difference with the Norwegian study which studies 6-17 year olds. The outcomes considered are severe mental disorders, depression, anxiety, the study also considers substance abuse and arrest for drug related crime. Like the Norwegian study the authors find a correlation between parental income and offspring psychopathology a ±9% reduction in risk for severe mental health, depression or for each $15K increase in parental income at age 15 they consider income at various ages, or cumulative income with similar results. If they control for a set of measured family confounders their results are attenuated but still substantial (±4-5% risk reduction for 15K). However, as we discussed not all confounders are or can be measured! Sariaslan and colleagues proceed to consider sibling pairs where they regress mental health status on differences in income between different siblings born into a single family, keeping genetic confounding and other social processes share by siblings constant but leveraging natural fluctuations in income within a family as exposure. Within sibling regression suggests no effect of income on childhood mental health (I include their Figure 1).\nSariaslan Figure 1: attenuated effect of income on mental health within sibling pairsObviously, the variation in income within a family is smaller than within the population, and even temporary income changes of considerable magnitude could be smoother out by savings or other factors (Scandinavian countries have good welfare systems). The authors acknowledge this and consider cousin pairs, where the parents are related, partly controlling for genetic confounding and other unmeasured shared influences, in the cousin analysis they observe a small but significant effect (±4-5% risk reduction for each 15K increase in parental income). The one additional analysis I would have loved to see here is cousin analysis adjusted for measured parental confounders, since both attenuate the relation partially, do both combined attenuate it fully?\nWhat have we learned?\nBased on these two (excellent, large and representative) studies we could conclude there is a small, or no effect of parental income on childhood mental health. Both studies attempt to mitigate the role of confounding factors, genetic or otherwise, the sibling analysis probably does so most comprehensively but also restrict the range of income variation most severely. I’d love to see a cousin analysis where the parents of the cousin pair are monozygotic twins, which would increase control for genetic confounding. The adoption design is clever, but the number of adoptees (5500) is far smaller sample, and adoption usually has some conditions (though these may have been lax in the past) which may mean a house visit by a social worker or other checks and procedures. Lower income adoptive parents may have to have other qualities that convince authorities they are able to adopt, this would introduce a form of selection that influences results. Finally adoptees in general have a far higher burden of mental health issues possibly related to their early childhood or to the adjustment/adoption itself, it’s hard to fully think trough how that would impact results.\nA further difference between the studies is the different age range in which offspring diagnoses are measured, the Norwegian sample is diagnosed during childhood, while the finish sample is diagnosed after age 15, perhaps parental income has an influence that wanes with age Other than the technical aspects we should consider the nature of the sample these results will likely be generalizable to other strong Scandinavian style welfare states but a low income in Scandinavia is considerably higher than in other countries and social services exist to mitigate risks for low income families where in other countries they do not. The Finish sample considers anyone born in Finland the Norwegian sample further restricts thee sample to parents being born in Norway (possibly due to data availability?), which means the results are likely not representative of newly immigrated Norwegians.\nFurther evidence\nVarious people with whom I discussed the paper on twitter (Pietro Biroli, Edwin Dahlmaijer and Peter Barr) suggested further reading so I’d like to briefly highlight two other studies, again one positive finding and a null finding. Cesarini and colleagues studied and wrote about the children of Swedish (again with the great data….) lottery winners. Lottery winners are a selected bunch but a reasonable natural experiment for a sudden single income boost. They find suggestive effects on offspring obesity but no effect on mental health. The sample size is again rather large but by far the largest group win a modest amount (< 10K) but then again the policy changes to income like minimum wage increase or UBI won’t make anyone a millionaire either. The design is a good complement to the other two studies, but I can’t shake the feeling we are learning only about Scandinavia (which means we need to improve our data elsewhere…). So let me finally discuss work by Costello and colleagues they study a sample of 1420 rural children that were psychiatrically assessed annually, the sample was 25% American Indian and 75% white, midway through the measurement of these children a casino opened that provided American Indian parents with an income supplement which moved 14% of American Indian families out of poverty but had no effect on white families. Psychiatric symptoms dropped among those who were lifted out of poverty but remained unchanged among those that were not, effects where limited to conduct and oppositional deviant disorders. Obviously, this design isn’t a perfect experiment either (someone should do one) and considers different outcomes and a subtly different exposure but it may have one thing going for it, it specifically studies the group you would want to target with a policy change, those that are currently poor.\nWhere do we go from here?\nCollectively the current body of evidence shows the population average causal effect of income (or winnings) on offspring mental heath are far smaller than the correlation between the two and modest in magnitude at most. This shouldn’t be a reason to reject policy initiatives that boost income, as income can have plenty of other highly valued causal consequences. Now because this is a blog and not a comprehensive review you should definitely consider the underlying papers carefully and seek out further evidence before you reach any consequential conclusions.\nIdeally we’d see adversarial collaboration between the authors of the recent papers and i’d hope they would specifically look into changes in income that lift people out of poverty as I don’t believe income changes are expected to have the same effect at the lower and higher end of the income distribution. Raising income to low income families may do more then raising income for high income families, and I’d really like to see a careful attempt at getting the conditional causal effect of income change across various initial income levels. Ideally, I’d love to see other creative within family design such as the within cousin effect of timing of inheritance (before after the kids leave the home) on childhood mental health.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-05-31T22:11:24+02:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Michel.Science",
    "description": "Welcome to my blog, Michel.Science. Where I ramble about behaviour genetics, (social) science and psychiatric epidemiology!",
    "author": [
      {
        "name": "Michel Nivard",
        "url": "https://scholar.google.nl/citations?user=omRGPjUAAAAJ&hl=en"
      }
    ],
    "date": "2021-05-31",
    "categories": [],
    "contents": "\nHi, my name is Michel Nivard, the chances you’ll find this if you don’t know me are slim but here goes: I am an assistant professor of biological psychology in Amsterdam, I am thought in psych methods and behavior genetics, my main interests are statistical genetics, psychiatric epidemiology, cognitive development and how all of these influence or are influenced by development and education.\nThe reason for this blog is obviously that deep down I want to be heard, why I have this need I should prob discuss with my psychologist but I do! I can be opinionated, and have opinions about findings just outside my own field. This can dangerous, because when you feel you have the expertise to speak, but don’t really, that’s when you are at risk of exerting a negative influence on the world, you’ll sound convincing because you know things, you might be wrong because you don’t know all the things! Ill try to not let that happen here. What I do what to do here is discuss papers, or series of papers by others I think are worthwhile or important. My goal is to highlight what I think is convincing science but also to point out limitations and opportunities for follow up.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-05-31T11:14:31+02:00",
    "input_file": {}
  }
]
